Revit 2026 API
CustomExporter.Export Method
Overload List
Name | Description
Export(IList<ElementId>)
Export(View) |  Exports one 3D or 2D view
Top
See Also
Reference
CustomExporter Class
Autodesk.Revit.DB Namespace